{
   "jsonId":"fema",
   "order":"10",
   "template":"new",
   "title":"Educating the public on FEMA’s life-saving mission through high-impact visual storytelling.",
   "description":"FEMA is dedicated to its mission of “helping people before, during and after disasters.” The agency plays a central role in assisting all Americans to prepare, prevent, respond to and recover from natural and manmade disasters. Their work includes providing support, tools and resources to communities before and after emergencies and disasters; educating the public; and preparing for and mitigating risks.",
   "overlayDescription": "Educating the public on FEMA’s mission",      
   "introTemplate": "new",
   "introHeading": ["U.S. Department of Homeland Security (DHS)", "Federal Emergency Management Agency (FEMA)"],
   "introServices": "Videography, Content Strategy, Branding Design",
   "caseStudyURL":"https://www.fema.gov/",
   "caseStudyLabel":"FEMA.gov",
   "logo":"",
   "logoAlt":"",
   "heroImage":"fema-image-1.png",
   "heroImageAlt":"",
   "landingImage":"fema-image-1.png",
   "landingImageAlt":"",
   "details":{
      "client":"Federal Emergency Management Agency (FEMA)",
      "client_abrev":"Federal Emergency Management Agency",
      "project":"",
      "technology":null
   },
   "primaryColor": "#bee9f6",
   "secondaryColor":null,
   "sections":[
      {
         "section":{
            "type":"columns",
            "columns":[
               {
                  "columnHeading":"Challenge",
                  "columnText":"Over the years, FEMA has built an extensive video library. Yet, the American public still was not engaging with its mission or messages. The agency wanted and needed a more cohesive way of telling its story to ensure the core outcome — reaching and educating the American public on its roles and responsibilities — was met."
               },
               {
                  "columnHeading":"Solution",
                  "columnText":"Our team recognized the opportunity to provide clearer messaging and better brand consistency through video storytelling, expanding the reach and deepening engagement with core audiences on the great work FEMA does."
               },
               {
                  "columnHeading":"Results",
                  "columnText":"Bixal created a cohesive, branded multimedia template library and produced multiple high-impact, Section 508 compliant videos that showcase FEMA’s life-saving work as part of a broader effort to share their message on the agency’s role after disasters strike. Our collaborative work on the animated piece — “Building a Resilient Nation” — won a 2020 Bronze Telly Award."
               }
            ]
         }
      },
      {
         "section":{
            "type":"columns",
            "columns":[
               {
                  "columnHeading":"Defining the Problem",
                  "columnText":"The American people expect a great deal from FEMA without fully understanding what the agency does and where lines of responsibility begin and end. The public is responsible for preparing themselves and their families for potential natural disasters. To do this, they can easily visit ready.gov, a government-supported website, for tips and educational materials. FEMA’s primary responsibility is to step in after a disaster. Because FEMA’s priority in times of crisis is to support survivors, providing clear messaging and establishing trust and credibility are vital to the agency’s success."
               }
            ]
         }
      },
      {
         "section":{
            "type":"columns",
            "columns":[
               {
                  "columnHeading":"Discovery & Research",
                  "columnText":"Through Bixal’s discovery process — a phase where teams conduct environmental scans, audience surveys and other research and discovery activities appropriate to a scope of work, given timeline and budget — our team learned that although FEMA has an extensive video library, the agency had difficulty creating consistency with the look, tone and feel of those videos and was struggling to create transparency and build brand trust through education and clear messaging. Some of the agency’s focus areas include providing public assistance programs to support communities in need, rebuilding infrastructure and roadways after disasters, funding grants for emergency response training and support, and keeping communities together."
               }
            ]
         }
      },
      {
         "section":{
            "type":"columns",
            "columns":[
               {
                  "columnHeading":"Design & Approach",
                  "columnText":"We chose to use animation in this piece to allow our team to explore a rich visual branding experience while using repeatable storytelling approaches new to the FEMA video portfolio. Our team recognized that visual storytelling, a proven way to capture the attention of, and engage, key audiences, could be the perfect way to spread FEMA’s message and connect with the American public."
               }
            ]
         }
      },
      {
         "section":{
            "type":"columns",
            "columns":[
               {
                  "columnHeading":"Delivering the Solution",
                  "columnText":"<p>The Bixal team created both storytelling and multimedia templates for FEMA’s team to build on and ensure consistency with future use. We also aligned our project’s objectives with FEMA’s broader strategic communications goals to deliver a collection of videos that the FEMA team could integrate into ongoing marketing campaigns and relevant seasonal outreach (i.e., hurricane season). These videos now serve as a means for continued brand building and leverage other FEMA opportunities to promote greater agency awareness throughout the year.</p><p>“Building a Resilient Nation” is the first in a series of short-format multimedia video pieces the Bixal team conceived, developed, produced and delivered for FEMA. We used the video as an opportunity to share not only FEMA’s mission but also their 2018-2022 Strategic Plan.</p>"
               }
            ]
         }
      },
      {
         "section":{
            "type":"callout",
            "bgColor":true,
            "callout":{
               "calloutHeading":"The Outcome",
               "calloutText":"Bixal’s team provided an improved approach to FEMA’s video library and assisted the agency in building a more consistent voice for their brand with more in-depth and engaging narratives."
            }
         }
      },
      {
         "section":{
            "type":"emphasis-blocks",
            "blocks":[
               {
                  "blockTopic":"Highlight",
                  "blockHeading":"",
                  "blockText":"<p>Title: “Building a Resilient Nation”</p><p>Creator: Bixal in partnership with FEMA</p><p>Award: 2020 Bronze Telly Award Winner</p><p>Category: Non-Broadcast General-Corporate Image</p>"
               }
            ]
         }
      }
   ]
}